Revit 2024 API
ReleaseConditions.Fx Property
 Gets or Sets the Fx of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public bool Fx { get; set; }
Visual Basic
Public Property Fx As Boolean
	Get
	Set
Visual C++
public:
property bool Fx {
	bool get ();
	void set (bool value);
}
See Also
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace